Repository: femiyb/pmpro-sponsored-members
Catalog: languages/pmpro-sponsored-members-*.po
Languages: af

source: This user has fewer seats than they had sponsored accounts. The sponsored accounts have been deactivated. The user must have his sponsored accounts checkout again using the code: %s.
af: Hierdie gebruiker het minder sitplekke as wat hul geborde rekeninge gehad het. Die geborgde rekening is gedeaktiveer. Die gebruiker moet sy geborgde rekeninge weer laat uitteken met hierdie kode: %s.

source: Notice
af: Kennisgewing

source: Your current membership has fewer seats than you had sponsored accounts
af: Jou huidige lidmaatskap het minder sitplekke as wat jy geborgde rekeninge het

source: The accounts have been deactivated
af: Die rekeninge is gedeaktiveer

source: You must have your sponsored accounts checkout again using your code
af: U moet u gebordgde rekeninge weer laat uitteken met die gebruik van u kode

source: Give this code to your sponsored members to use at checkout:
af: Gee hierdie kode aan u geborgde lede om te gebruik met uittekening:

source: Or provide one of these direct links to register:
af: Of gee een van hierdie direkte skakels om te registreer:

source: Or provide this direct link to register:
af: Of verskaf hierdie direkte skakel om te registreer:

source: This code has unlimited uses.
af: Hierdie kode het onbeperkte bruikbaarheid.

source: This code has %d uses.
af: Hierdie kode kan %d maal gebruik word.

source: You must use a valid discount code to register for this level.
af: U moet 'n waardige afslag kode om te registreer vir hierdie vlak.

source: The sponsor for this code is inactive. Ask them to renew their account.
af: Die borg vir hierdie kode is onaktief. Versoek hul om hul rekening te hernu.

source: The maximum number of seats allowed is
af: Die maksimum toelaatbare sitplekke is

source: The minimum number of seats allowed is
af: Die minimum toelaatbare sitplekke is

source: Parent Account
af: Ouerrekening

source: Missing User
af: Onopspoorbare Gebruiker

source: For Sponsored Accounts
af: Vir Geborgde Rekeninge

source: User ID:
af: Gebruiker ID:

source: The user ID of the main account holder.
af: Die gebruiker ID van die hoof rekening houer.

source: Would you like to purchase extra seat(s)?
af: Wil u ekstra sitplekke aankoop?

source: Would you like to create extra account(s)?
af: Wil u ekstra rekeneninge skep?

source: Number of Seats
af: Hoeveelheid Sitplekke

source: Enter a number from %d to %d. %s
af: Sleutel in 'n nommer vanaf %d tot %d. %s

source: Enter a number from %d to %d. +%s per extra seat.
af: Sleutel in 'n nommer vanaf %d tot %d. +%s per addisionele sitplek.

source: Keep checked to keep this account active.
af: Hou afgemerk om hierde rekening aktief te behou.

source: Check to reactivate this account.
af: Merk af om hierdie rekening weer te aktiveer.

source: account information.
af: rekening informasie.

source: Please fill in following information and account(s) will be created.
af: Voltooi asseblief die volgende besonderhede en 'n rekening/rekeninge sal geskep word.

source: First Name
af: Noemnaam

source: Last Name
af: Van

source: Username
af: Gebruikersnaam

source: Email
af: E-pos

source: Password
af: Wagwoord

source: account information # XXXX
af: rekening informasie # XXXX

source: Please enter details for each new sponsored account.
af: Verskaf asseblief besonderhede vir elke nuwe geborgde rekening.

source: Each sponsored account must have a unique username and email address.
af: Elke geborgde rekening moet 'n unieke gebruikersnaam en epos hê.

source: You have more accounts checked than you are purchasing seats. Increase the number of seats or deactivate some accounts.
af: U het meer rekening afgemerk as sitplekke wat u aankoop. Vermeerder die hoeveelheidvan sitplekke of deaktiveer 'n paar rekeninge.

source: A sponsored account must have a different username than the main account.
af: 'n Geborgde rekening moet 'n ander gebruikersnaam hê as die hoof rekening.

source: A sponsored account must have a different email than the main account.
af: 'n Geborgde rekening moet 'n ander e-pos hê as die hoof rekening.

source: The username <b>%s</b> already exists. Please select a different username
af: Die gebruikersnaam <b>%s</b> bestaan alreeds. Kies asseblief 'n ander gebruikersnaam

source: That email <b>%s</b> already exists. Please select a different email
af: Daardie eposadres <b>%s</b> bestaan alreeds. Kies asseblief 'n ander e-pos

source: <b>%s</b> is not a valid email address. Please select a different email
af: <b>%s</b> is 'n ongeldige e-pos adres. Kies asseblief 'n ander e-pos

source: Sponsored Seats
af: Geborgde Sitplekke

source: Sponsor Code
af: Borg Kode

source: Seats
af: Sitplekke

source: This membership level does not include a sponsor code.
af: Hierdie lidmaatskap vlak sluit nie 'n borg kode in nie.

source: Parent
af: Ouer

source: Sponsored Members
af: Geborgde Lede

source: Date
af: Datum

source: Name
af: Naam

source: Membership Level
af: Lidmaatskap Vlak

source: %s/%s uses.
af: %s/%s gebruike.

source: Accounts created at checkout:
af: Rekeninge geskep tydens uittekening:

source: Give this code to your sponsored members to use at checkout: %s
af: Verskaf hierde kode aan u geborgde lede om mee uit te teken: %s

source: View Documentation
af: Kyk Na Dokumentasie

source: Docs
af: Dokumentasie

source: Visit Customer Support Forum
af: Besoek Kliënte Ondersteunings Forum

source: Support
af: Ondersteuning

source: Sponsor/Code
af: Borg/Kode

source: Sponsored by %s
af: Geborg deur %s

source: Generate discount code for a main account holder to distribute to sponsored members.
af: Genereer afslag kode(s) vir 'n hoof rekening houer om te verskaf aan geborgde lede.
